Repository: TomonyteReda/capt1_reda
Catalog: mysite/myreport/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Upload Date
lt: Įkėlimo data

source: Upload Date From
lt: Įkėlimo data nuo

source: Upload Date To
lt: Įkėlimo data iki

source: Log Date From
lt: Įvykiai registruoti nuo

source: Log Date To
lt: Įvykiai registruoti iki

source: hash checksum
lt: užšifruoti duomenys

source: file contents
lt: duomenys

source: user
lt: vartotojas

source: upload date
lt: Įkėlimo data

source: Data File
lt: Failas

source: Data Files
lt: Duomenų Failai

source: date
lt: įvykių registravimo data

source: impressions
lt: įvykiai (impressions)

source: clicks
lt: įvykiai (clicks)

source: Activity
lt: Įvykiai

source: Activities
lt: Įvykiai

source: my report
lt: mano ataskaita

source: home
lt: pradžia

source: upload file
lt: įkelti duomenų failą

source: show report
lt: rodyti ataskaitą

source: my files
lt: mano failai

source: profile
lt: profilis

source: logout
lt: atsijungti

source: login
lt: prisijungti

source: sign up
lt: registruotis

source: my Activity Report
lt: mano Įvykių Ataskaita

source: The site where you can upload your activity data and generate reports
lt: Šis puslapis jums suteikia galimybę įkelti duomenų failus ir generuoti ataskaitas

source: Today we have
lt: Šiuo metu turime

source: users using our reporting platform.
lt: registruotus vartotojus

source: register
lt: registruotis

source: user name
lt: vartotojo vardas

source: up to 150 symbols
lt: iki 150 simbolių

source: email
lt: el. paštas

source: your email will not be shared
lt: jūsų el. paštu nesidalinsime

source: password
lt: slaptažodis

source: not less than 8 symbols
lt: ne mažiau 8 simbolių

source: repeat password
lt: pakartoti slaptažodį

source: if you are already registered
lt: jei jūs jau prisiregistravęs

source: you are logged out
lt: jūs atsijungėte

source: login error. please try again.
lt: prisijungimo klaida. bandykite dar kartą.

source: you have to login to see the content
lt: jei norite matyti šį turinį, jūs turite prisijungti

source: filter
lt: filtruoti

source: reset
lt: atstatyti

source: log Date
lt: Įvykių registravimo data

source: upload Date
lt: Įkėlimo data

source: total
lt: iš viso

source: Export Full Data
lt: Eksportuoti visus duomenis

source: There is no data to show
lt: Nėra duomenų. Norėdami matyti duomenis, įkelkite failą

source: Upload file for user %(user)s
lt: Įkelti vartotojo %(user)s failą

source: Files accepted ony in *.parquet, *.csv, *.xlsx formats
lt: Failai priimami tik *.parquet, *.csv, *.xlsx formatais

source: upload
lt: įkelti

source: return to home page
lt: grįžti į pagrindinį puslapį

source: file
lt: failas

source: log date
lt: įvykių registravimo data

source: total impressions
lt: iš viso įvykių (impressions)

source: total clicks
lt: iš viso įvykių (clicks)

source: delete
lt: ištrinti

source: delete file
lt: ištrinti failą

source: do you really want to delete this file?
lt: ar tikrai norite ištrinti šį failą?

source: keep the file
lt: atšaukti

source: Files uploaded by user %(user)s
lt: Įkelti vartotojo %(user)s failą

source: File
lt: Failas

source: first
lt: pirmas

source: from
lt: iš

source: next
lt: kitas

source: last
lt: paskutinis

source: No files are uploaded for user %(user)s
lt: Įkelti vartotojo %(user)s failą

source: File {} uploaded successfully!
lt: failas {} įkeltas sėkmingai!

source: Incorrect file format. Only *.parquet, *.csv, *.xlsx formats are supported
lt: Neteisingas failo formatas. Failai priimami tik *.parquet, *.csv, *.xlsx formatais

source: File {} is already uploaded
lt: failas {} yra jau įkeltas

source: passwords do not match
lt: slaptažodis nesutampa

source: user {} already registered
lt: vartotojas {} jau užregistruotas

source: email {} already exists
lt: vartotojas šiuo el. paštu {} jau užregistruotas

source: user {} registered successfully
lt: vartotojas {} užregistruotas sėkmingai
